[
	{
		"Title":"CYCLOPS GADGETS",
		"Roll":"2D6",
		"Values":
			{
				"2": {
					"Name":"Anti-mnemonic syringe",
					"Effect":"The anti-mnemonic syringe can easily be mistaken for an oddly dense steel ballpoint pen. When used on a major artery, the victim's bloodstream is flooded with achemical compound that induces a several hour blackout, followed by general amnesia. The syringe is wondrously effective for memory wipes, leaving the afflicted with no recollection of the past day and a feeling of \"lost time.\""
				},
				"3": {
					"Name":"Appearance scrambler",
					"Effect":"CYCLOPS employs compact, belt-mounted appearance scramblers to hide obviously ultrahuman operatives. Push a button and the scrambler will project a combination hologram-psionic shell which fools onlookers into perceiving an unremarkable civilian. The scrambler is thorough down to the user's voice and mannerisms, but cannot simulate any existing person due to quantum interference. The holographic shell has only 3 HP and takes DAMAGE alongside the user, so the device must remain well-protected for its entire 12-hour battery life."
				},
				"4": {
					"Name":"Comms wire",
					"Effect":"Most CROs communicate with their team using state of the art, credit card-sized transistor radios tucked away in a pocket or strapped to strategic points along the torso and limbs. These radios are unlike anything available on the consumer market, allowing for simultaneous two-way communication and multi-user \"conference calls.\" Instead of a microphone and speaker, CYCLOPS has developed a rubberized flesh-toned wire with a micro-motor tip for vibrating in- and out-going audio through the wearer's cartilage."
				},
				"5": {
					"Name":"Containment pylons",
					"Effect":"One CYCLOPS containment kit includes three telescoping black pylons (ten inches long collapsed and about five feet tall with spring-loaded tripod feet when extended)and a two-button remote which fits in the user's palm. When the pylons are placed in a triangle and activated, a pyramid-shaped forcefield (6 ARMOR, 40 HP) forms between them. The containment pylons nullify most of the movement-based abilities known to CYCLOPS, have a maximum volume roughly equal to a gymnasium, and can be switched to \"neutralize,\" turning the forcefield bright red and dealing 6D6 DAMAGE to anything inside."
				},
				"6": {
					"Name":"False death implant",
					"Effect":"The false death implant is a time-honored trick: a molar-implanted pill which, when ingested, perfectly simulates death (in fact cadaverous sleep) for twenty-four hours."
				},
				"7": {
					"Name":"Dynamic ID",
					"Effect":"Dynamic IDs are blank plastic ID cards mass produced by captive magicians, outfitted with a simple glamour that responds to the user's whims. The glamour will show a set of believable credentials to anyone who isn't looking too closely. All CYCLOPS personnel, even desk jockeys and janitors, are trained early on to spot dynamic IDs."
				},
				"8": {
					"Name":"Fingerprint neutralizer",
					"Effect":"Although CYCLOPS has at least indirect control over all law enforcement agencies, covering one's tracks is still a constant concern. The fingerprint neutralizer is a bulky, pistol-shaped device which projects a short-range cone of sebum-disturbing sonic vibration. Once used, prints on any surface become distorted and illegible."
				},
				"9": {
					"Name":"Dissolving ammunition",
					"Effect":"For high-profile assassinations or missions which require leaving no trace of an agent's presence, CYCLOPS uses proprietary \"dissolving ammunition\" which contains a strain of specially-cultivated alien bacteria capable of rapidly metabolizing lead (as well as flesh, to a certain extent—dissolving ammo deals an additonal 1 DAMAGE). Dissolving ammo is a finite resource, so you should either track your shots directly (dissolving ammo clips have 6 shots), or use the abstract ammo tracking rules."
				},
				"10": {
					"Name":"Portable fusion generator",
					"Effect":"Despite the ensuing stable time loop, CYCLOPS Command has deemed their decision to build miniaturized cold fusion reactors based upon their own blueprints from the distant future \"an acceptable risk.\" The briefcase-sized generator can supply a city grid's worth of power for 24 hours—if pushed beyond this point, it will erupt in a small nuclear explosion which deals 10D6 DAMAGE."
				},
				"11": {
					"Name":"Teleporter relay",
					"Effect":"The chest-mounted teleporter relay instantly transports the user to the nearest CYCLOPS facility when the cord is pulled. CYCLOPS has no way to identify who is using a relay until target-site atomic reconstruction is complete, which can lead to major confusion if the incoming user turns out to be an enemy operative."
				},
				"12": {
					"Name":"Thought disruptor",
					"Effect":"Also frequently referred to as a \"Schrödinger disruptor\" in official documentation, the thought disruptor is used when the outcome of a quantum event needs to be changed. The disruptor self-destructs upon use and renders a target temporarily unable to perceive anything."
				}
			}
	}
]